[
  [
    "0",
    {
      "pageContent": "# Documentação do Ansenfall\r\n\r\nEste é um documento em Markdown que contém os dados do Ansenfall. Ele é utilizado como guia para todo o conteúdo do universo.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "1",
    {
      "pageContent": "SUMÁRIO\r\n- [Dados do Ansenfall](#dados-do-ansenfall)\r\n  - [SUMÁRIO](#sumário)\r\n  - [INTRODUÇÃO](#introdução)\r\n  - [RAÇAS](#raças)\r\n    - [Nascido do Inverno](#nascido-do-inverno)\r\n    - [Alma do Verão](#alma-do-verão)\r\n    - [Prole da Primavera](#prole-da-primavera)\r\n    - [Povo dos Espinhos](#povo-dos-espinhos)\r\n    - [Povo dos Espinhos](#povo-dos-espinhos-1)\r\n    - [Luas Crepusculares](#luas-crepusculares)\r\n    - [Herdeiros do Amanhecer](#herdeiros-do-amanhecer)\r\n  - [FACÇÕES](#facções)\r\n    - [Coroas Vermelhas, Adoradores do Deus dos Espinhos](#coroas-vermelhas-adoradores-do-deus-dos-espinhos)\r\n    - [Tiaras Brancas, Guerreiros da Vontade do Inverno](#tiaras-brancas-guerreiros-da-vontade-do-inverno)\r\n    - [Emissários, Arquitetos da Ruína](#emissários-arquitetos-da-ruína)\r\n    - [Invasores, Habitantes do Lago Sombrio](#invasores-habitantes-do-lago-sombrio)\r\n    - [A Resistência, Libertadores de Fractária](#a-resistência-libertadores-de-fractária)\r\n  - [DONZELAS DO DESTINO](#donzelas-do-destino)",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "2",
    {
      "pageContent": "- [A Resistência, Libertadores de Fractária](#a-resistência-libertadores-de-fractária)\r\n  - [DONZELAS DO DESTINO](#donzelas-do-destino)\r\n    - [Princesa Frostmoon, a Radiante](#princesa-frostmoon-a-radiante)\r\n  - [CLASSES](#classes)\r\n    - [GUERREIROS](#guerreiros)\r\n    - [CREDORES](#credores)\r\n    - [FEITICEIROS](#feiticeiros)\r\n    - [ASSASSINOS](#assassinos)\r\n    - [VIDENTES DO SOPRO](#videntes-do-sopro)\r\n  - [SUB-CLASSES](#sub-classes)\r\n    - [Videntes do Sopro \\<-\\> Feiticeiros](#videntes-do-sopro---feiticeiros)\r\n    - [Videntes do Sopro \\<-\\> Assassinos](#videntes-do-sopro---assassinos)\r\n    - [Videntes do Sopro \\<-\\> Credores](#videntes-do-sopro---credores)\r\n    - [Guerreiros \\<-\\> Videntes do Sopro](#guerreiros---videntes-do-sopro)\r\n    - [Guerreiros \\<-\\> Feiticeiros](#guerreiros---feiticeiros)\r\n    - [Guerreiros \\<-\\> Assassinos](#guerreiros---assassinos)\r\n    - [Guerreiros \\<-\\> Credores](#guerreiros---credores)\r\n    - [Feiticeiros \\<-\\> Assassinos](#feiticeiros---assassinos)",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "3",
    {
      "pageContent": "- [Guerreiros \\<-\\> Assassinos](#guerreiros---assassinos)\r\n    - [Guerreiros \\<-\\> Credores](#guerreiros---credores)\r\n    - [Feiticeiros \\<-\\> Assassinos](#feiticeiros---assassinos)\r\n    - [Feiticeiros \\<-\\> Credores](#feiticeiros---credores)\r\n    - [Assassinos \\<-\\> Credores](#assassinos---credores)",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "4",
    {
      "pageContent": "INTRODUÇÃO\r\nSaudações, viajante! Bem-vindo ao Ansenfall, meu quarto universo de fantasia concebido para a comunidade brasileira de RP. Preparei este guia com o intuito de auxiliá-lo a explorar as profundezas deste sombrio e fascinante mundo.\r\n\r\nAo criar seu personagem, você deverá escolher uma raça, uma facção (opcional) e uma classe. Entretanto, para apreciar a riqueza de Ansenfall e evitar as névoas da confusão, é fundamental entender o universo do RP e a estrutura meticulosamente planejada que o sustenta.\r\n\r\nAnsenfall foi concebido como um universo linear e coeso, similar a um livro, onde o contexto é revelado aos poucos. A ordem exata para desvendar os mistérios das raças é:\r\n\r\n1. Nascido do Inverno | Tecelões das Estações;\r\n2. Almas do Verão | Tecelões das Estações;\r\n3. Prole da Primavera | Tecelões das Estações;\r\n4. Povo dos Espinhos | Tecelões das Estações;\r\n5. Os Luas Crepusculares | Enviados das Estrelas;\r\n6. Herdeiros do Amanhecer | Enviados das Estrelas;",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "5",
    {
      "pageContent": "3. Prole da Primavera | Tecelões das Estações;\r\n4. Povo dos Espinhos | Tecelões das Estações;\r\n5. Os Luas Crepusculares | Enviados das Estrelas;\r\n6. Herdeiros do Amanhecer | Enviados das Estrelas;\r\n\r\nCada raça apresenta uma melodia e uma imagem de referência, oferecendo inspiração para a criação do seu personagem. Ao ler sobre todas, você mergulhará no conhecimento dos habitantes e desvendará a história enigmática e vasta do nosso mundo espiritual.\r\n\r\nApós explorar as raças, siga em direção às facções, caso deseje um personagem afiliado a uma aliança nas sombrias muralhas de Gloomhaven:\r\n\r\n1. Coroas Vermelhas, Adoradores do Deus dos Espinhos;\r\n2. Tiaras Brancas, Guerreiros da Vontade do Inverno;\r\n3. Emissários, Arquitetos da Ruína;\r\n4. Invasores, Habitantes do Lago Sombrio;\r\n5. A Resistência, Libertadores de Fractária;",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "6",
    {
      "pageContent": "2. Tiaras Brancas, Guerreiros da Vontade do Inverno;\r\n3. Emissários, Arquitetos da Ruína;\r\n4. Invasores, Habitantes do Lago Sombrio;\r\n5. A Resistência, Libertadores de Fractária;\r\n\r\nAo desvelar os segredos das facções, você se tornará versado nos conflitos que assolam o reino e compreenderá as intenções ocultas dos principais grupos. O próximo passo é escolher uma classe para seu personagem! A ordem recomendada de leitura é:\r\n\r\n1. Guerreiros;\r\n2. Credores;\r\n3. Feiticeiros;\r\n4. Assassinos;\r\n5. Videntes do Sopro;\r\n\r\nAs classes transcendem meras profissões, pois estão entrelaçadas à essência do seu personagem e influenciam diretamente suas habilidades. Munido de todas essas informações, você estará apto a criar seu personagem de forma estratégica, seja mantendo a pureza da classe ou mesclando combinações possíveis:\r\n\r\n[SUB-CLASSES](#sub-classes)\r\n\r\n[AINDA EM DESENVOLVIMENTO]",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "7",
    { "pageContent": "RAÇAS", "metadata": { "source": "ansenfall_docs.txt" } }
  ],
  [
    "8",
    {
      "pageContent": "Nascido do Inverno\r\n\r\nCategoria: Tecelões das Estações\r\n\r\nHá muito tempo atrás, os espinhos ainda não tocavam Gloomhaven. Essa era uma época de fartura, semeada pelos Nascidos do Inverno; uma época de colheita e de vida abundante; uma época de esperança...\r\n\r\nComo os dominantes espirituais do reino, eles eram imponentes, justos e acessíveis. Nenhuma estação jamais reclamou do governo invernal, pois ele respeitava os ciclos das temporadas, permitindo que a primavera, o verão e o crepúsculo ascendessem nos seus intervalos reservados. O equilíbrio era considerado fundamental e Gloomhaven era um exemplo a se seguir para o mundo etéreo inteiro.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "9",
    {
      "pageContent": "O outono esperou com covardia até que o inverno estivesse quase terminando para atacar e quando faltavam apenas alguns dias, trouxe os espinhos com tudo, consumindo Gloomhaven como um prato cheio. Mesmo fraquejados e se preparando para hibernar, os Nascidos do Inverno, liderados pela Princesa Frostmoon foram os primeiros a se erguerem contra os seguidores do outono, o Povo dos Espinhos. Por todo o tempo que os restava, resistiram as tropas espinhosas com garra e determinação, impedindo que a tirania do outono avançasse além das costas abissais do reino.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "10",
    {
      "pageContent": "Infelizmente, assim que o tempo do inverno acabou, todos os Nascidos do Inverno foram forçados a dormir instantaneamente. Isso aconteceu durante o campo de guerra, no meio do calor da batalha. Enquanto travavam chifres contra o inimigo, um após o outro desmaiou até que todos estivessem contra a neve. O Povo dos Espinhos não pensou duas vezes sobre cruelmente executar todos os que dormiam nos chãos, incapazes de se defender devido ao ciclo natural das temporadas. Esse dia lamentável é lembrado até hoje como \"O Massacre Invernal\". \r\n\r\nPrincesa Frostmoon cometeu o pecado capital de permanecer acordada se fundindo com a essência do vazio, para salvar os Nascidos do Inverno que tiveram sorte de sobreviver a execução fria do Povo dos Espinhos através de um teleporte abissal. Isso a custou seu corpo físico, que jaz atualmente em um cristal, aprisionado e adormecido, esperando para ser liberto.\r\n\r\n***",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "11",
    {
      "pageContent": "***\r\n\r\nO Nascido do Inverno é um Ser Espiritual que habita em Gloomhaven. Mesmo em poucos números, eles mantém o caráter grupal que um dia foi atribuído a eles, o da honra coletiva.\r\n\r\nEles possuem uma afinidade altíssima com armas gélidas e a magia invernal e como os que restaram foram despertos por conta da falta de equilíbrio causada pelos espinhos, foram indiretamente forçados a inerir o Vazio para terem uma chance, assim que foram invocados pelos Deuses Luminosos. Isso os capacita à habilidades dependentes da escuridão e os torna visivelmente melancólicos.\r\n\r\n- Tem seu poder, força e agilidade triplicados quando sobre neve;\r\n- Pode se camuflar como um camaleão em lugares nevados através de uma magia gélida de ilusão;",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "12",
    {
      "pageContent": "- Tem seu poder, força e agilidade triplicados quando sobre neve;\r\n- Pode se camuflar como um camaleão em lugares nevados através de uma magia gélida de ilusão;\r\n- É gelado no toque e pode descer a temperatura corporal do próprio corpo até o negativo máximo. Isso é comumente utilizado para quebrar algemas, congelar pessoas que os tocam sem permissão e em brincadeiras. Também é uma forma de mostrar dominância entre os machos e de chamar atenção das fêmeas da raça.\r\n- Quando impressionados, as pupilas dos Nascidos do Inverno refletem pequenos flocos de neve espectrais.\r\n- Não dormem, mas precisam tocar a neve pelo menos uma vez por semana.\r\n- Devido a estrutura das cordas vocais, a voz dos Nascidos do Inverno é comumente sussurrante.\r\n- Podem oferecer fragmentos invernais para Inflamados se houver confiança entre as partes.\r\n- Possuem cabelos prateados e olhos azuis na maior parte do tempo.\r\n- Brilham em uma aura branca, capaz de iluminar cavernas inteiras.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "13",
    {
      "pageContent": "Alma do Verão\r\n\r\nCategoria: Tecelões das Estações\r\n\r\nInvocados de uma terra distante chamada de Garadoria, a capital dos Deuses Luminosos, para proteger os Nascidos do Inverno que restaram, os Almas do Verão são um presente do Deus do Sol para a Lua Glacial e um gesto de perdão para a Princesa Frostmoon, herdeira da dinastia da entidade presenteada.\r\n\r\nDepois que chegaram em Gloomhaven através de lendários raios solares não demoraram até se tornar a maior ameaça para o Povo dos Espinhos, queimando o território do outono que por natureza é facilmente inflamável. A batalha foi massiva e heróica, entregando o karma merecido para os assassinos sangue-frio dos invernais, mas estava longe de ser o suficiente para vencer a guerra, principalmente com o Deus da Ordem negando ajuda a todo momento.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "14",
    {
      "pageContent": "Infelizmente, vieram tarde demais para fortalecer os exércitos invernais, já que eles foram todos dissolvidos depois da insanidade do Massacre Invernal. Com essa imutável realidade sobre a mesa, mesmo assim fizeram o que puderam, dando abrigo, comida, proteção e auxílio as resistências e pequenos batalhões invernais e primavérios que ainda lutam em Gloomhaven.\r\n\r\nAtualmente, compõem a principal linha de frente contra os Espinhos, auxiliando a Resistência de Fractaria liderada por Rainha Arietta, a Decepada, uma Primavéria. Mesmo assim, não seguem a senhor nenhum, apenas a vontade do Sol e lutam quando o Sol, e apenas ele acha justo. Eles representam o único exército organizado que restou em Gloomhaven, efetivamente se tornando o bastião principal contra a influência do outono.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "15",
    {
      "pageContent": "Mesmo com tanta glória construída ao redor do nome da raça, muitos Almas do Verão, assim como outros Tecelões das Estações se entregam para a escuridão ou simplesmente abandonam o propósito de seus nascimentos para cumprir ambições pessoais, aceitando o estado deplorável em que se encontra o reino atualmente, com, na maioria das vezes, o ideal de que a esperança para um lugar como esse há muito tempo se esvaiu.\r\n\r\n***\r\n\r\nO Alma do Verão é um Ser Espiritual que veio até Gloomhaven através da invocação dos Deuses Luminosos em uma tentativa de parar o outono. Eles possuem uma aparência peculiar que mescla um fauno com um radiante, mas diferente do que a maioria pensa, eles comumente não são aliados dos seguidores do Deus da Ordem. A postura deles é respeitada por toda a resistência do reino e eles são servidos como nobres na maioria das instalações espirituais dos Enviados das Estrelas.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "16",
    {
      "pageContent": "Eles possuem afinidade com poderes do Sol, inerindo a possibilidade de conjurar os raios solares com os seus chifres dourados e de se curar minimamente com o fogo. Também é comum vê-los raspando as lâminas contra os chifres durante uma batalha para encantá-las com chamas.\r\n\r\n- Tóxicos para os Espinhos durante o dia. De qualquer forma, isso nunca impediu romances proibidos...\r\n- As memórias amarelas vieram deles, por isso, um Alma do Verão é capaz de receber auxilio de mais de três delas ao mesmo tempo.\r\n- Assim como os Nascidos do Inverno, podem controlar a temperatura corporal, mas apenas para graus positivos. Como esperado, é possível entrar em combustão completa, envolvendo o corpo inteiro em fogo sem se machucar. A chama mais brilhante define o mais forte em um bando.\r\n- A ponta das orelhas pontudas ficam vermelhas quando o Alma de Verão está feliz, em êxtase ou tendo um bom momento.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "17",
    {
      "pageContent": "- A ponta das orelhas pontudas ficam vermelhas quando o Alma de Verão está feliz, em êxtase ou tendo um bom momento.\r\n- Se tornam muito preguiçosos depois do por do sol e dormem pesado a noite inteira. Não descansar diminui a força da chama que habita dentro deles.\r\n- São ótimos cantores, principalmente os machos, tornando-os populares entre todos os Tecelões das Estações como uma fonte rápida de entretenimento.\r\n- Podem oferecer fragmentos do verão para Inflamados como recompensa por ajuda.\r\n- Possuem cabelos dourados e olhos esverdeados na maior parte do tempo.\r\n- Brilham em uma aura amarelada que denota a vitalidade deles. Quanto maior, mais forte o brilho.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "18",
    {
      "pageContent": "Prole da Primavera\r\n\r\nCategoria: Tecelões das Estações\r\n\r\nFilhos diretos de Gloomhaven, a Prole da Primavera é representada pelos mais valentes espíritos do reino. Eles não foram os primeiros a se levantar contra os espinhos, mas serão os últimos a cair. Juntos, compõem a maior parte das resistências que se alastram por todos os quatro cantos da terra e os que não fazem parte das coalizões da liberdade geralmente se encontram em grupos mercenários e comerciantes. É relativamente difícil achar um Primavério no lado obscuro da moeda, apesar de não ser impossível.\r\n\r\nNo começo de tudo, a Prole da Primavera foi concebida pela Deusa Anshatar, a Terceira Luminosa que criou Gloomhaven, para proteger os domínios verdes do reino. Eles são de longe o povo que representa a disciplina e a coragem que existe no mundo espiritual. A ambição do poder não é presente nos mais tradicionais e eles estão comumente buscando por algum propósito justo para lutar.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "19",
    {
      "pageContent": "Atualmente, o maior foco de Primavérios se encontra sob proteção de Fractaria, liderados por Arietta, a Decepada, uma Primavéria de renome. Diferente do esperado, muitos deles não se interessa por religião e nem tem conhecimento sobre os Deuses. O ceticismo é forte entre a Prole da Primavera, o que deixa claro que se eles não conseguem ver, não se importam o suficiente para se incomodarem.\r\n\r\nJuntos com os organizados dos Almas de Verão, a maioria deles formam uma esperança forte para todos os seres de boa índole de Gloomhaven, prometendo um futuro sem os espinhos, sem a guerra e sem a dor. Esse não é apenas um fato teórico, pois nada que não passa de palavras permanece por muito tempo:",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "20",
    {
      "pageContent": "Arietta e apenas um batalhão de Primavérios seguraram Fractaria por meses em desvantagem de dez para um, a ponto de  tantas baixas Espinhosas acontecerem e eles serem forçados a retroceder pela Mãe Espinhosa. Nesse sentido, é justo dizer que também são os fundadores dos Libertadores de Fractaria, uma das facções da resistência mais poderosas do reino.\r\n\r\n***\r\n\r\nA Prole da Primavera são Seres Espirituais que nasceram de Gloomhaven através de um ritual de Invocação feito através de uma gestação divina. Eles possuem uma aparência atraente com olhos comumente brilhantes e cabelos de cores quentes escurecidas. Só precisam fazer exercícios físicos raramente para manter um corpo digno de escultura, e tudo o que é verde no reino serve de alimento para eles, já que não comem carne de forma alguma.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "21",
    {
      "pageContent": "Eles possuem um pouco de afinidade com toda a seção luminosa com exceção da Lua Glacial e Crepuscular. Sendo assim, possuem acesso a versões menores dos poderes dos Almas de Verão, Herdeiros do Amanhecer e os Radiantes. Isso os faz os espíritos perfeitos para trabalhos generalistas e os transformam em seres extremamente versáteis e adaptáveis.\r\n\r\n- A Prole da Primavera pode falar com as plantas, árvores e vegetações em geral; a madeira se desmancha na mão deles como água se assim desejarem.\r\n- Dependendo da afinidade com a floresta, podem invocar líquens e trazer árvores para a vida se precisarem de ajuda em batalhas. Os que fazem isso são conhecidos como xamãs, um título que não depende de classe alguma.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "22",
    {
      "pageContent": "- A pele deles é extremamente sensível e as juntas também, os forçando a sempre buscar por armaduras mais robustas. Porém, se por acaso forem desmembrados podem rapidamente colocar o membro perdido de volta no lugar, desde que hajam plantas ao redor para fornecer caule, que é como um artefato milagroso para eles.\r\n- Sensíveis ao fogo.\r\n- Extremamente coletivos, comumente fiéis e amáveis. Não foram feitos para ficarem sozinhos e são comumente vistos em pelo menos casais.\r\n- A habilidade inerente de manipular madeira os fazem ótimos marceneiros, flecheiros e escultores.\r\n- Diferente de todos os outros Tecelões, não brilham em aura alguma, intensificando o poder de camuflagem da raça.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "23",
    {
      "pageContent": "Povo dos Espinhos\r\n\r\nCategoria: Tecelões das Estações",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "24",
    {
      "pageContent": "Povo dos Espinhos\r\n\r\nPortadores de um rancor milenar e o desejo de uma vingança já podre e fria, taxada como Pecado Capital e selada em dez chaves divinas abaixo das Profundezas, o Povo dos Espinhos foram os primeiros seres criados no mundo espiritual inteiro, tendo os subsolos como suas terras natais. O Deus dos Espinhos, o criador sem nome adorado por eles foi rejeitado junto de seu povo pelos Deuses Luminosos e forçado a criar seus filhos no lugar onde nasceram: nos profundos domínios do abismo.\r\n\r\nPor centenas de anos foram esquecidos e dados como coisas que jamais sequer existiram. A super população no abismo estava lentamente passando a matar todos eles, entregando o Deus dos Espinhos a melancolia extrema de ver seus herdeiros morrendo de fome, brigas internas e divisões sociais extremamente injustas. Eles não mereciam aquele inferno, aquela humilhação; não tinham culpa alguma e foram rejeitados apenas por serem quem são...",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "25",
    {
      "pageContent": "A Divindade decidiu não passar nem mais um segundo naquela situação deplorável e ordenou o cessar fogo imperativo em todos os abismos, deixando o Povo dos Espinhos aterrorizados com a ameaça da falta de recursos por conta do contingente. Porém, uma fagulha de esperança acendeu em todos eles pouco tempo depois, quando o Deus retornou e anunciou uma cruzada épica até a redenção. O maior evento de toda a vida deles: O Ataque ao Mundo da Superfície.\r\n\r\nComo um Lobo Solitário que foi banido de seu bando por motivos egoístas, forçado a aprender, a sobreviver e a crescer sozinho, eles ascenderam, fortes e cruéis, como se a Mãe Natureza estivesse derramando um cálice de ódio sobre os Tecelões das Estações.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "26",
    {
      "pageContent": "Rapidamente, desbravaram os territórios do Mundo da Superfície, começando pelos de Gloomhaven, onde friamente venceram batalha após batalha, sendo vistos como enviados do juízo final para todos aqueles que fizeram de vítima. Diante do caos, alguns Espinhosos duvidaram dos métodos do seu Deus e abandonaram a causa, procurando aceitação em outras facções, mas a maioria deles aceitou a natureza maquiavélica do Deus dos Espinhos e se forçou a lembrar do sofrimento causado pelos Luminosos sobre o povo.\r\n\r\nA Ascensão Espinhosa causou um alvoroço no Mundo Cósmico onde pairam as Divindades, deixando os Deuses Luminosos contra a parede, forçados a pedir ajuda externa. Gloomhaven foi apenas o começo.\r\n\r\n***",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "27",
    {
      "pageContent": "A Ascensão Espinhosa causou um alvoroço no Mundo Cósmico onde pairam as Divindades, deixando os Deuses Luminosos contra a parede, forçados a pedir ajuda externa. Gloomhaven foi apenas o começo.\r\n\r\n***\r\n\r\nO Povo dos Espinhos são Espiritos nativos do subsolo, os primeiros de todos os outros Seres Espirituais que existem no mundo. Eles possuem uma aparência que varia muito, mas sempre contém a presença dos olhos profundamente vermelhos, a pele pálida e alguns espinhos nos corpos. As fêmeas comumente possuem muitos espinhos misturados entre os fios de cabelo, enquanto os machos normalmente contam com grossas raízes cortantes enroladas ao redor dos braços, geralmente usadas como armas.\r\n\r\nEles possuem afinidade absoluta com a Influência dos Espinhos, tornando a maioria deles em guerreiros-feiticeiros especializados na Magia do Deus Espinhoso. Existem exceções, mas é difícil abandonar algo que clama dentro deles por atenção.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "28",
    {
      "pageContent": "- Como esperado, espinho nenhum pode machucá-los. Se entram em contato com eles, é como se envolver em um cobertor macio e confortável.\r\n- As fêmeas da raça são atraentes até para os inimigos e geralmente usam magias de encanto para capturar oponentes vulneráveis em suas inescapáveis raízes da morte.\r\n- Enxergam na noite como se fosse dia, os transformando efetivamente em maquinas de guerra noturnas.\r\n- A pele deles é surpreendentemente macia, como a de um recém nascido e os rostos geralmente belos como de anjos.\r\n- Muito sensíveis ao fogo do sol.\r\n- Quando estão felizes, não é incomum rosas ou cravos brotarem em seus espinhos temporariamente, principalmente nas fêmeas.\r\n- Se alimentam com a luz da lua, em uma espécie de fotossíntese alternativa.\r\n- Brilham em um vermelho discreto, que se faz de aura ao redor do corpo deles.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "29",
    {
      "pageContent": "Luas Crepusculares\r\n\r\nCategoria: Enviados das Estrelas\r\n\r\nA partir do momento que os Deuses Luminosos perceberam que os Almas do Verão não seriam capazes de parar a infestação dos espinhos sozinhos, entraram em desespero absoluto. A esperança estava padecendo lentamente e Gloomhaven estava sendo mencionado em discussões de aniquilação total. Destruir tudo o que vive no reino passou a ser uma opção para livrar o resto do mundo do outono. Até que...\r\n\r\nAnshatar, a Terceira Deusa Luminosa, fez uma coisa que feriu o orgulho de Garador, o Deus da Ordem. Algo que o fez se separar da Aliança Luminosa e agir sozinho. Anshatar pediu ajuda para as Estrelas: Pediu ajuda para a Lua Crepuscular e para o Sol do Amanhecer, os dominadores externos do cosmos...",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "30",
    {
      "pageContent": "Ao receber o pedido, as Estrelas inicialmente pensaram em negar e deixar os Deuses Luminosos se afogarem no próprio egoísmo, mas depois que perceberam o que os espíritos daquele pobre reino estavam passando, decidiram garantir à Anshatar uma chance. Uma chance de receber o perdão do Crepúsculo, do Amanhecer e das Estrelas como um todo. Ela e mais ninguém seria a conexão dos Luminosos com os Seres Cósmicos, e deveria espalhar a mensagem da misericórdia da Lua para os confins do mundo espiritual.\r\n\r\nDepois de publicamente se prostrar diante da Lua Crepuscular, deixando toda a postura divina de lado, Anshatar perdeu o respeito da maioria das Divindades Luminosas, mas nenhum ousou votar contra ela além de Garador, pois no fundo sabiam que não haviam outra escolha.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "31",
    {
      "pageContent": "Então assim foi feito, a ajuda das Estrelas foi enviada até Gloomhaven na forma de Seres Espirituais formados da matéria mais pura do cosmos. Eles desceram dos céus através de brilho estelar e se manifestaram em diversas linhas de frente em sincronia, causando terror entre as tropas Espinhosas dos Coroas Vermelhas e servindo de salvação anônima para os seres da Resistência, que só os viam durante a batalha, antes de se dissiparem quando ela estava vencida.\r\n\r\n***\r\n\r\nOs Luas Crepusculares são Seres Espirituais Estelares que foram trazidos à Gloomhaven através de um pacto entre uma Deusa Luminosa e as Estrelas. O objetivo deles é impedir que o resto do mundo seja contaminado pelos espinhos e frear a ideia de que o reino deve ser pulverizado da existência, um ato de covardia proposto pelos Luminosos que perderam a esperança.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "32",
    {
      "pageContent": "Eles possuem afinidade com a Escuridão e com a Lua Crepuscular, tornando-os em oráculos misteriosos da noite. Os seus corpos são completamente tomado por símbolos azuis que adornam a lua sobre suas peles e seus cabelos são comumente azuis claros, na cor do crepúsculo lunar.\r\n\r\n- Os Lua Crepusculares podem se teleportar para qualquer lugar de Gloomhaven uma vez por noite usando a luz da Lua, os fazendo muitas das vezes quase impossíveis de serem eliminados e pessoas perfeitas para executar sequestros ou missões de espionagem. Tudo o que precisam é já ter chegado ao lugar uma vez.\r\n- Eles conseguem atirar raios lunares das mãos que ganham intensidade dependendo do seu nível mágico.\r\n- Enxergam perfeitamente no escuro, podendo antecipar coisas tridimensionalmente desde que haja Luz Lunar, mas ficam quase cegos durante o dia e visivelmente alterados.\r\n- Não precisam respirar, muito menos comer, ou dormir.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "33",
    {
      "pageContent": "- Não precisam respirar, muito menos comer, ou dormir.\r\n- Quando estão envergonhados ou felizes, os símbolos lunares em seus corpos brilham intensamente e provocam ruídos mágicos.\r\n- Podem extrair brilho estelar do ar para fazer tecidos lunares usados em várias alfaiarias mágicas.\r\n- São caçados por alguns espinhosos já que são uma rica fonte de alimento lunar. Essa prática é proibida, mas alguns extremistas de ambos os lados traficam prisioneiros para esse propósito terrível.\r\n-  Brilham em um azul que transmite esperança e são comumente tratados muito bem pelos Tecelões.\r\n- São os fundadores das Memórias Lunares.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "34",
    {
      "pageContent": "Herdeiros do Amanhecer\r\n\r\nCategoria: Enviados das Estrelas\r\n\r\nQuando o Estelar Sol do Amanhecer concordou em oferecer ajuda aos Deuses Luminosos, ele fez um voto de pacifismo quanto aos seus atos em Gloomhaven, afirmando não concordar com a injustiça que caiu sobre o Deus dos Espinhos, ao mesmo tempo que condenava a resposta espinhosa como desnecessária e violenta. Inicialmente, a proposta foi vista como uma piada e quase foi rejeitada, mas se tivesse sido, Gloomhaven teria perdido uma de suas maiores esperanças.\r\n\r\nO Sol do Amanhecer enviou através dos tímidos raios de Sol que só aparecem durante o início da manhã um punhado de raros espíritos para cada uma das florestas que cercam Gloomhaven, com a missão de impedir o domínio do local por ambos os lados do conflito. Não demorou até se espalharem por todas as facções e capitais, acumulando fieis e convertendo brutamontes assassinos em monges pacíficos.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "35",
    {
      "pageContent": "Mesmo sem portar armas, a coalizão gerada pelos Herdeiros do Amanhecer começou a ganhar números rapidamente, preocupando os generais de todas as facções rapidamente. Pouco a pouco, o número de espíritos que simplesmente decidia parar de lutar para viver na paz do Amanhecer ficou incalculável de forma que penetrar as florestas sagradas ou ter relacionamentos amorosos com os responsáveis por essa anistia de paz se tornou um crime por lei em toda a Gloomhaven. Essa foi a única vez em toda a história que os líderes dos Espinhos e da Resistência concordaram em algo, com medo de perder contingente e ficarem indefesos.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "36",
    {
      "pageContent": "Houve a tentativa de eliminar os Herdeiros do Amanhecer, mas eles rapidamente responderam, se juntando para provocar terremotos que incapacitavam batalhões inteiros, tudo isso sem causar uma só morte. Em casos extremos ou enquanto lidam com caçadores solitários, os Herdeiros do Amanhecer comumente engajam em combate contundente, utilizando seus chifres e uma postura de capoeira, uma arte ancestral que mixa dança com golpes. Vitorioso, o Herdeiro do Amanhecer entrega o oponente para um sono onde tenta convencê-lo através de um sonho a aceitar a paz. Se não houver salvação para o coração do espirito incapacitado, ele recebe uma marca que o impede através do arcano de sequer chegar perto de outro Herdeiro do Amanhecer até sua morte. \r\n\r\n***",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "37",
    {
      "pageContent": "***\r\n\r\nOs Herdeiros do Amanhecer são Seres Espirituais Pacíficos enviados pelo Sol do Amanhecer com o objetivo de pacificar o reino sem mortes. Eles contam com uma essência benigna carregada em seus chifres de alce que é capaz de ser canalizada para invocar a paz nos seres vulneráveis à Luz.\r\n\r\nEles possuem afinidade com a Ordem e são extremamente carismáticos, portando a habilidade de convencer e motivar massas inteiras sem dificuldade. Seus olhos são muito brilhantes na medida que é impossível ver suas pupilas e seus chifres são grandes como os de veados velhos.\r\n\r\n- É tecnicamente impossível estressar um Herdeiro do Amanhecer. Eles são completamente equilibrados e é muito mais fácil para eles convencer o oponente de não lutar do que engajarem em um conflito direto.\r\n- Assim como muitos outros espíritos, enxergam a noite, com a desvantagem de serem facilmente detectáveis, já que seus olhos são muito brilhantes.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "38",
    {
      "pageContent": "- Assim como muitos outros espíritos, enxergam a noite, com a desvantagem de serem facilmente detectáveis, já que seus olhos são muito brilhantes.\r\n- Se alimentam da maldade no coração das pessoas e literalmente consomem o estresse que paira nos seus arredores.\r\n- Os Herdeiros do Amanhecer são extremamente atraentes e não buscam beleza exterior nas pessoas. São ótimos companheiros e fazem parceiros passionais perfeitos. É raro ver um Herdeiro do Amanhecer que não preza pela fidelidade.\r\n- Isso já não é mais uma prática, mas alguns extremistas ainda os caçam para impedir a assimilação da paz nos seus subordinados, que é vista como praga em muitos lugares de Gloomhaven — a Praga da Paz.\r\n- Seus corpos não brilham. Toda a aura brilhante está concentrada dentro dos olhos.\r\n- São ótimos com feitiços pacíficos da Ordem.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "39",
    { "pageContent": "FACÇÕES", "metadata": { "source": "ansenfall_docs.txt" } }
  ],
  [
    "40",
    {
      "pageContent": "Coroas Vermelhas, Adoradores do Deus dos Espinhos\r\n\r\n\"Louvado seja o deus dos espinhos, que detém as chaves do submundo e o poder do desespero. Que tua ira seja rápida sobre os fantoches do falso deus da ordem, que proferem mentiras e propagam falsidades. Que sejam eternamente lançados à desgraça.\" (Versículo 13:7 dos Cânticos de Draveneth, o Profeta Élfico das Trevas dos Espinhos)\r\n\r\nVinde, ó fiéis das coroas vermelhas, e cantai os louvores do deus dos espinhos. Pois foi através de seu poder divino e nossa devoção inabalável que as terras de Gloomhaven foram eternamente amaldiçoadas. Nossos inimigos tremem de medo ao simples menção de nosso nome, pois somos os portadores do sofrimento, os provedores da dor.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "41",
    {
      "pageContent": "Avancemos, sob a bandeira das coroas vermelhas, e espalhemos o evangelho do deus espinhoso por todos os cantos da terra. Que os fracos e insensatos tremam diante de nossa chegada, pois desconhecem a força de nossa fé. E que nossos inimigos sejam para sempre esmagados sob o peso de nossa gloriosa profanação.\r\n\r\nSalve o deus dos espinhos e as coroas vermelhas que o adoram a seus pés! Que nosso reinado seja eterno e que a escuridão do abismo seja nosso refúgio.\r\n\r\n***\r\n\r\nAs Coroas Vermelhas são uma facção em Gloomhaven e, à primeira vista, os prováveis antagonistas. Seu principal objetivo é devastar e dominar todo o continente. Com essa conquista, eles poderão espalhar os espinhos de sua divindade pelo resto do mundo, forçando uma nova era e eliminando tudo o que divide e distingue. São nativos das Províncias do Outono e se erguem em torno da capital de Briarwatch, onde o poder dos espinhos flui nas veias da família governante, os Thornblood.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "42",
    {
      "pageContent": "Tiaras Brancas, Guerreiros da Vontade do Inverno\r\n\r\n\"Bendita seja a Princesa Frostmoon, que se ergue como um bastião contra os espinheiros do mal. Que sua força e determinação sejam tão inabaláveis quanto os ventos gélidos, e que seus inimigos sejam derrotados pelo poder do inverno.\" (Versículo 7:13 dos Hinos do Inverno) \r\n\r\nNo reino do inverno, outrora governado pela justa e bela Princesa Frostmoon, agora paira uma escuridão. O deus dos espinhos se ergueu, e seus seguidores tomaram posse das terras.\r\n\r\nSe foram os dias de ventos congelantes e chuvas gélidas, pois as paisagens antes deslumbrantes estão agora marcadas pelos espinhos da escuridão. Os fiéis de Frostmoon são poucos e dispersos, e suas vozes são apenas sussurros na noite.\r\n\r\nNo entanto, ainda resta um lampejo de esperança. Pois alguns ainda se recordam do poder da Princesa e se apegam às memórias de seu reinado. Eles se agarram às histórias de sua misericórdia e oram por seu retorno.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "43",
    {
      "pageContent": "Mas a noite é longa, e os espinhos se aprofundam. Ainda assim, eles se apegam à esperança.\r\n\r\nEntão, cantai, ó seguidores de Frostmoon, e deixai que vossas vozes levem seu nome aos confins da terra. Que vossa esperança jamais morra e que o inverno um dia retorne à sua beleza original.\r\n\r\n***\r\n\r\nAs Tiaras Brancas são uma nobre facção em Gloomhaven. São descendentes de uma grande dinastia, lançada às sombras pelas forças do outono. Porém, em seu meio reside uma esperança para o futuro, um farol de luz na escuridão.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "44",
    {
      "pageContent": "Ela é a Princesa Frostmoon, a última de sua linhagem, que repousa em um túmulo de cristal e gelo. Amaldiçoada a dormir até que os espinhos sequem e morram, ela só pode se comunicar com seus fiéis seguidores através de uma manifestação espectral, visível apenas nos territórios da neve. As Tiaras Brancas buscam evitar sua própria destruição e ressurgir das cinzas de sua antiga glória. Seu destino pende na balança enquanto os espinhos sufocam a vida de suas terras outrora justas. Eles devem resistir, apegando-se aos seus restos, até que o túmulo de cristal e gelo se rompa e a Princesa desperte de seu sono.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "45",
    {
      "pageContent": "Emissários, Arquitetos da Ruína \r\n\r\n\"Ó parentes dos pássaros da morte, atendam ao chamado dos Emissários. Pois eles buscam moldar o mundo à sua imagem e provocar seu fim. Mas não temam, pois no caos e na destruição, uma nova ordem surgirá. E vocês serão seus arautos, seus agentes de mudança.\" Ravenor, Alto Arquiteto da Ruína.\r\n\r\nA cada golpe de seu martelo, eles devastam o antigo e, a cada pedra colocada, forjam o novo. E nas cinzas do passado, um futuro mais brilhante surgirá, um futuro que eles próprios moldaram com suas mãos. Abrace a glória da ruína. Pois no meio da destruição, há poder a ser encontrado. E ele será seu, se estender a mão e tomá-lo.\r\n\r\nOs Emissários são senhores de seu destino e moldarão o mundo à sua imagem. E você será o instrumento de sua vontade até o fim de tudo que se sabe trazer sofrimento, até o fim da ordem corrupta. ATÉ O FIM DOS IMPÉRIOS SAZONAIS!\r\n\r\n***",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "46",
    {
      "pageContent": "***\r\n\r\nOs Emissários são uma facção temível em Gloomhaven. Eles são compostos principalmente pela raça dos pássaros da morte, humanóides ferozes com características de aves e sede de destruição. Eles deixam um rastro de caos por onde passam, buscando reivindicar seu lugar de direito como governantes da terra. Seus gritos de guerra enchem o ar enquanto espalham as sementes da ruína, derrubando a velha ordem para construir um novo mundo à sua imagem, sem o controle do cinturão sazonal. Os Emissários se deleitam com seu poder, abraçando sua herança sombria de braços abertos. São temidos e respeitados por todos que cruzam seu caminho, pois são os arautos de uma nova era, os Arquitetos da Ruína.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "47",
    {
      "pageContent": "Invasores, Habitantes do Lago Sombrio\r\n\r\n\"Sob as sombras do lago, espreitam os Invasores, criaturas de escamas. Suas escamas brilham com malícia incontida e seus olhos perfuram a escuridão com frieza. Eles esperam, conspiram, planejam com prazer, para desencadear a destruição sobre ti.\" Myrddin, Arquimago das Tiaras Brancas\r\n\r\nCuidado, bravo habitante de Gloomhaven, pois os Habitantes do Lago Sombrio não devem ser subestimados. Seus motivos estão envoltos em escuridão, e seus métodos estão além do conhecimento dos mortais. Desafiá-los é convidar a ruína e cortejar a ira do Lago Sombrio e todos os seus habitantes.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "48",
    {
      "pageContent": "Que fique conhecido que os Invasores das profundezas devem ser temidos; seu olhar é como a noite mais escura, e sua presença traz um frio que vai além do domínio do inverno. Seu covil, o Lago Sombrio, guarda segredos e terrores que ninguém ousou desvendar, e àqueles que buscam fazê-lo, estejam avisados. Pois seu alcance vai além das fronteiras das águas e das sombras que projetam, alcançando em toda parte, consumindo toda sanidade e esperança. Aqueles que os enfrentaram falam em sussurros abafados da ira do Lago Sombrio, de seu poder e de seus habitantes malévolos, que não hesitarão em proteger o que está oculto.\r\n\r\n***",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "49",
    {
      "pageContent": "***\r\n\r\nOs Invasores são uma facção misteriosa e assustadora em Gloomhaven. Das águas escuras do Lago Sombrio, eles emergem com escamas e nadadeiras refletindo o luar. Com um propósito sinistro desconhecido pelos habitantes da superfície, conspiram nas sombras, aguardando o momento de atacar. São criaturas da noite, habitantes das profundezas turvas, onde a luz do dia não alcança. São seres de furtividade e astúcia, com uma sede insaciável de poder e conhecimento. E ainda assim, apesar de sua temível reputação, há um sentimento de inquietação que os envolve, um medo palpável que sussurra algo muito mais sinistro espreitando sob a superfície.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "50",
    {
      "pageContent": "A Resistência, Libertadores de Fractária\r\n\r\n\"Escutai! Ouvi bem, vós bravas almas, pois uma história de esperança e coragem, eu vou agora contar. Os Libertadores de Fractária, eles são chamados, com uma líder feroz e determinada, nunca deposta. Rainha Arietta, a Amputada, lidera essa nobre tropa, seu braço perdido para os Sentinelas, mas ainda de pé ela está. Diante da opressão, eles se levantam e resistem, contra o Deus da Ordem, eles não desistem. Pela liberdade de Fractária, eles lutarão, até o fim de seus dias, luz trarão.\" Rondel, o Carismático\r\n\r\nNos dias mais sombrios de Fractária, a esperança era apenas um lampejo no coração dos mais resilientes. O último rei da décima terceira dinastia havia caído, e Gloomhaven foi entregue aos espinhos. As terras não estavam prontas, mas teriam que aceitar o terrível destino imposto a eles. Pelo menos era o que a Mãe Espinho acreditava.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "51",
    {
      "pageContent": "Do caos, a filha do último Rei ergueu um bastião ao redor do castelo de Fractária, poucas horas após a linha de frente solar cair. Ela reuniu todos os aptos para lutar e os soldados restantes que negaram deserção. Por trinta longos meses, o castelo foi sitiado pelos espinhos, que usaram táticas de terra arrasada e todo tipo de feitiçaria para quebrar o espírito dos defensores. Mas os fractarianos se recusaram a se render, e sua determinação só crescia a cada dia que passava.\r\n\r\nSua coragem não passou despercebida. As pequenas nações ao redor viram o farol de esperança que brilhava intensamente em Fractária e começaram a se unir à sua causa. Logo, gigantescos batalhões de soldados de toda a terra marcharam para Fractária, juntando-se às forças dos defensores sitiados. Juntos, eles resistiram contra as forças do Outono.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "52",
    {
      "pageContent": "Foi uma luta longa e brutal, mas, eventualmente, a Resistência prevaleceu. A mãe espinho foi derrubada e a capital foi libertada de seu domínio. A filha do último Rei, agora conhecida como Rainha Arietta, emergiu do castelo, seu único braço erguido em vitória. Com ela à frente, as pequenas nações que antes enfrentavam sozinhas a tirania do Outono se tornaram uma poderosa força. Eles se tornaram os grandes libertadores de Fractária, e sua lenda vive nos ventos de Gloomhaven, um conto de esperança e salvação diante de adversidades impossíveis.\r\n\r\n***\r\n\r\nA Resistência, liderada pela Rainha Arietta, a Amputada, é uma facção que infunde esperança no povo de Gloomhaven. Nascida das cinzas da dinastia Fractariana caída, a Resistência representa a liberdade e o direito à autodeterminação.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "53",
    {
      "pageContent": "Suas batalhas não são travadas nas sombras, mas em campo aberto, para que todos possam ver. Não são criaturas da noite, mas seres da primavera de carne e osso que escolheram resistir à opressão dos Sentinelas e dos Cavaleiros dos Espinhos. Seu objetivo não é poder ou conhecimento, mas o simples desejo de viver livre da tirania.\r\n\r\nNo entanto, apesar de suas nobres intenções, a Resistência é uma força a ser reconhecida. Eles provaram repetidamente que não têm medo de lutar pelo que acreditam, mesmo diante de chances avassaladoras. Sua determinação é igualada apenas pela sua coragem, e seus sacrifícios não passaram despercebidos.\r\n\r\nPortanto, tenham coragem, companheiros aventureiros, pois a Resistência é um farol de esperança em um mundo sombrio e implacável. Eles estão prontos para lutar por sua liberdade e pela liberdade de todos aqueles que chamam Gloomhaven de lar.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "54",
    {
      "pageContent": "Nota: Não é necessário escolher uma facção para criar um personagem, mas entrar em uma concede vantagens e não significa que você terá que lutar com personagens de facções diferentes.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "55",
    {
      "pageContent": "DONZELAS DO DESTINO\r\n\r\nAs Donzelas do Destino são representantes enviadas diretamente dos Deuses Cósmicos para guiar os Seres Espirituais em sua jornada. Elas são as guardiãs dos Reinos Espirituais, e são responsáveis pelo nivelamento, treinamento e evolução dos Seres Espirituais. Elas são as únicas que podem ensinar habilidades especiais e habilidades de classe, e são as únicas que podem evoluir os Seres Espirituais para níveis mais altos. Todas possuem lista de habilidades que administram e ensinam, sendo essas listas exclusivas para cada uma delas. Elas também contam com uma sub-classe exclusiva que pode ser escolhida pelo usuário depois de construir afinidade com a Donzela do Destino.\r\n\r\nNo momento, apenas uma Donzela do Destino foi produzida, a Princessa Frostmoon, a Radiante.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "56",
    {
      "pageContent": "Princesa Frostmoon, a Radiante\r\n\r\n*Representante Espiritual dos Nascidos do Inverno*\r\n\r\nQuando descem dos céus, todos os flocos de neve de Gloomhaven vão sempre para a mesma direção: até o cristal do Massacre Invernal, onde reside o corpo adormecido da herdeira do Trono da Lua Glacial, a Princesa Frostmoon.\r\n\r\nEla é uma mulher digna de ser chamada de inefável, portando uma beleza que meras palavras jamais teriam sentido o suficiente para descrever. Os brancos cabelos dela são tão arrebatadores como os ventos fortes da neve, seus olhos cinzas penetrantes como lâminas forjadas em Hudantel, a Capital Nevada, e sua postura humilde diante de todos aqueles que poderia tratar com imponência.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "57",
    {
      "pageContent": "Infelizmente, é atualmente impossível verdadeiramente estar diante dela pessoalmente. A Princesa Frostmoon existe apenas nos Reinos Espirituais dos Espiritos que a escolheram como guia, entregando-os apenas uma amostra da virtude que seria encontrá-la em corpo e essência nos territórios dos Nascidos do Inverno.\r\n\r\nApesar de ser considerada um espirito muito fácil de lidar, gentil, carinhoso e protetor, existem muitas queixas sobre a Princesa pedindo para aqueles que a escolheram fazer coisas que se desviam de suas missões principais e muitas vezes parecem não ter sentido algum, como pegar para ela algum objeto comestível ou outras coisas triviais.\r\n\r\n- Extremamente preocupada com a segurança dos que a escolheram, podendo esporadicamente bloquear ataques de memória contra seus protegidos.\r\n- Muito comunicativa. A Princesa Frostmoon é alguem que sempre tenta se manter presente na vida de seus protegidos, tornando neles mais difícil o acúmulo de vazio.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "58",
    {
      "pageContent": "- Muito comunicativa. A Princesa Frostmoon é alguem que sempre tenta se manter presente na vida de seus protegidos, tornando neles mais difícil o acúmulo de vazio.\r\n- Tem um sotaque muito chamativo que lembra linguagens baseadas no latim fortemente puxadas.\r\n- Pode purificar outras fragmentos de estação dentro de inflamados e oferecer fragmentos invernais. \r\n- Curiosa até demais. As vezes, as perguntas de Frostmoon podem ser invasivas.\r\n\r\nHabilidades que administra:\r\n\r\n- Escuridão;\r\n- Magia Glacial;\r\n- Inteligência;",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "59",
    { "pageContent": "CLASSES", "metadata": { "source": "ansenfall_docs.txt" } }
  ],
  [
    "60",
    {
      "pageContent": "GUERREIROS\r\n\r\nAbençoados com a arte de usar uma espada mesmo sem empunhá-la, os Guerreiros são seres tocados pelo Deus da Guerra, que jaz aprisionado nos campos luminosos do corpo celestial, condenado pelo Deus da Ordem a uma prisão eterna.\r\n\r\nEles tomaram forma após a Bênção do Espadachim, último presente do Deus da Guerra aos seres vivos, cair dos céus em forma de uma estrela, cujo metal era capaz de fundir a alma de alguém com uma lâmina ou várias, permitindo que o portador controle a espada à distância, com o simples movimento de seus braços. No entanto, esse poder sobrenatural veio com suas desvantagens, como ter a vitalidade da alma ligada à lâmina empunhada.\r\n\r\nUma aura verde brilha ao redor da manopla e da lâmina quando controlada à distância, representando a conexão infinita do Deus da Guerra com seus apoiadores.\r\n\r\nO controle que os Guerreiros têm sobre as espadas é de alta precisão e, dependendo da agilidade do condutor da lâmina, batalhões inteiros podem ser derrubados.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "61",
    {
      "pageContent": "CREDORES\r\n\r\nNo princípio, nada além do vento existia em Gloomhaven. A brisa era a única influência sagrada em toda a região, mas depois que o ar e a terra foram manchados pelos espinhos, os Deuses Luminosos, que juntos representavam a luz, decidiram apoiar o vento com uma nova dádiva sagrada, tão poderosa quanto a anterior, que dependia apenas da fé de um portador.\r\n\r\nEmbora pudesse fortalecer um usuário para torná-lo tão forte quanto um usuário do vento, a fé era cegante, na forma mais pura da palavra...\r\n\r\nQuanto mais fé, menos discernimento do mundo tridimensional o hospedeiro teria. Suas pálpebras seriam lentamente cobertas pela essência dourada da luz, até que não restasse nada além de um reflexo da vontade dos Deuses.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "62",
    {
      "pageContent": "Aqueles que atingiam esse nível de iluminação eram chamados de Credores, os representantes do divino. Seres capazes de gerar versões fantasmagóricas douradas de tudo que já tocaram de ponta a ponta; capazes de transformar chuva em ouro; capazes de queimar os espinhos ou derreter o gelo sem fogo.\r\n\r\nSilenciosos, discretos e abençoados com força bruta e uma conexão com a essência celestial, os Credores podem aprender todos os tipos de encantamentos divinos presentes em Gloomhaven. Desde que o poder esteja relacionado aos Deuses Luminosos, nada pode impedi-los de usá-lo. Criar armas de luz é apenas uma de suas habilidades, e rumores apontam que Credores habilidosos já criaram esquadrões inteiros de soldados feitos de luz pura.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "63",
    {
      "pageContent": "FEITICEIROS\r\n\r\nÀ primeira vista, a feitiçaria era um conceito alienígena para Gloomhaven. Tornou-se um fenômeno depois que os espinhos perfuraram as raízes do reino, gerando uma energia vingativa que subiu do solo e infestou as cabeças de vários habitantes, dando-lhes um conhecimento obscuro, nunca antes imaginado pelo homem; arrancando-os da vida com um palor de mortos-vivos e condenando-os a um coração sombrio cheio de tristeza. Essa energia depravada foi chamada de Aflição dos Espinhos e outras artes da escuridão, e apenas aqueles que as tocavam com a própria alma poderiam entender suas verdades, seus propósitos, seus desesperos e suas missões.\r\n\r\nApesar de retirar toda a luz de seus hospedeiros, essas aflições os enche de vasta sabedoria e permite que leiam os escritos profanos, abrindo um leque sombrio de habilidades sobrenaturais para aqueles que, uma vez assimilados, são chamados de feiticeiros.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "64",
    {
      "pageContent": "Contrariando as expectativas, a maioria deles não tem mestre. Os feiticeiros se submetem apenas ao conhecimento e nada mais. Eles são capazes de reviver os mortos temporariamente, conectando o que resta de seus cérebros às raízes espinhosas do solo pútrido; invocar a essência do outono em suas próprias mãos e canalizar qualquer tipo de magia profana que venha da estação vermelha.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "65",
    {
      "pageContent": "ASSASSINOS\r\n\r\nMembros principais de uma organização chamada Rasoir, há muito desmantelada, os Assassinos que restaram em Gloomhaven formam uma força dividida que nem mesmo os mais habilidosos Cavaleiros dos Espinhos ou Guerreiros do Inverno têm coragem de enfrentar.\r\n\r\nSeu arsenal é infinito e sempre bem utilizado, pois não seguem regras faccionais, muito menos tradições implementadas por crenças. Isso permite que eles explorem as essências etéreas dos Deuses para usar um pouco de tudo.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "66",
    {
      "pageContent": "No entanto, a capacidade de utilizar uma parte das habilidades inerentes dos outros clãs é limitada a uma quantidade pequena e rígida, e frequentemente drena o assassino como uma sanguessuga faminta, capaz de incapacitá-los se não forem cuidadosos. Além desta habilidade intrusiva, os Assassinos também podem caminhar temporariamente nas sombras trocando sangue com os Tremulum, seres das trevas que apenas ex-membros do Rasoir podem ver. Dizem os boatos que esses seres são os filhos indesejados dos antigos Deuses, há muito tempo destronados e mortos.\r\n\r\nAlguns Assassinos aproveitam essa vantagem para abusar no sentido mais intenso da palavra e acorrentam o Tremulum às próprias pernas para sempre terem um caminho rápido para as sombras. Aqueles que fazem isso são chamados de \"manchados\" pelos outros Assassinos e geralmente são rotulados como indignos de confiança.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "67",
    {
      "pageContent": "Este é um clã estilhaçado de grande angústia, onde irmãos caçam uns aos outros e a influência das trevas fala mais alto que a sanidade e o que resta de razão.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "68",
    {
      "pageContent": "VIDENTES DO SOPRO\r\n\r\nDiz-se que, para cada mil habitantes de Gloomhaven que respiram o Ar Sagrado que habita nas terras sem espinhos, há um Vidente do Sopro. Eles são os remanescentes da influência da primavera, arrancados de seus repousos pelo desequilíbrio causado pela crise do outono.\r\n\r\nEsses seres de poder inimaginável podem controlar o próprio vento. Sem proteção adequada contra um Vidente do Sopro, uma pobre vítima pode ter todo o oxigênio retirado de seus pulmões com um simples brandar de braço.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "69",
    {
      "pageContent": "Conjurar redemoinhos, utilizar a brisa para aumentar a própria força e mudar o curso de projéteis são apenas parte das inúmeras possibilidades desbloqueadas pela influência do vento. Esses abençoados pelo vento são frequentemente requisitados por várias coalizões de resistência para oferecer apoio e movimentação rápida entre regiões, pois também podem, esporadicamente e com grande custo de fadiga, se teleportar para um lugar onde fortes brisas estão presentes, dentro de um raio limitado pela corrente de vento que os alimenta.\r\n\r\nNo entanto, tal poder vem com um custo de igual intensidade. Ao aceitar o vento, a voz do receptáculo é abafada e as cordas vocais tornam-se inúteis. Eles só podem se comunicar usando a brisa para gerar sussurros que se assemelham à sua verdadeira voz, mas nada mais. Tal preço os torna completamente indefesos em locais sem correntes de ar.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "70",
    {
      "pageContent": "SUB-CLASSES\r\n\r\nNota: As sub-classes são uma combinação das classes principais, denotadas na seguinte template:\r\n\r\n> Classe Principal <-> Classe Secundária\r\n> Sub Classe 1\r\n> Sub Classe 2\r\n> ...\r\n\r\n\r\nClasses podem ser combinadas em subclasses com menor poder, mas mais utilidade (A combinação é irreversível e só pode ser feita uma vez por personagem):\r\n\r\n### Videntes do Sopro <-> Feiticeiros\r\n\r\n- `Elementalista Místico:` Controla o vento, os espinhos e as trevas.\r\n- `Mestre das Ilusões:` Gera imagens, pessoas temporárias e objetos falsos a partir de vento e trevas.\r\n- `Necromante Arcano:` Capaz de injetar o próprio sangue na atmosfera de catacumbas para erguer um número incalculável de mortos-vivos.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "71",
    {
      "pageContent": "Videntes do Sopro <-> Assassinos\r\n\r\n- `Assassino das Trevas:` Utiliza o vento para incrementar a velocidade de ataque e é capaz de manipular a brisa trivialmente para cegar os alvos.\r\n- `Ninja Místico:` Pode pular quatro vezes em sequência, criando pequenas plataformas de vento místico sem tocar os chãos e é capaz de imbuir as mãos com vento cortante.\r\n- `Mestre dos Venenos:`  Capaz de gerar nuvens venenosas em uma área gigantesca com a ajuda do vento.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "72",
    {
      "pageContent": "Videntes do Sopro <-> Credores\r\n\r\n- `Paladino Místico:` Utiliza o Aspecto da Ordem para gerar armas áureas e o vento para projetá-las em inimigos em sequência. Pode desviar a direção de projéteis com escudos capazes de invocar rajadas de vento.\r\n- `Inquisidor Sagrado:` Possui uma camada de defesa física que só pode ser destruída com magia sobre a pele, gerada com vento e Aspecto da Ordem. Pode voar gerando asas etéreas criadas a partir da fusão dos dois elementos sagrados (Mais uma vez, vento e ordem).\r\n- `Clérigo Frostmoon:` Utiliza o vento para se comunicar com a lua gélida. Pode fazer chover em uma região inteira; pode projetar bolas de gelo gigantesca contra inimigos; pode criar golens gélidos para se defender.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "73",
    {
      "pageContent": "Guerreiros <-> Videntes do Sopro\r\n\r\n- `Clamatormento de Batalha:` Gera tempestades ao redor do corpo e das armas para quebrar posturas e subjugar inimigos numerosos.\r\n- `Paladino das Sombras:` Consegue puxar um inimigo para dentro de uma arena de duelo criada pelo vento sombrio indestrutível, forçando o alvo em uma luta até a morte sem seus aliados.\r\n- `Vidente de Batalha:` Com a ajuda do vento é capaz de vestir armaduras tão pesadas quanto leões e levantar escudos tão grandes quanto portas.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "74",
    {
      "pageContent": "Guerreiros <-> Feiticeiros\r\n\r\n- `Cavaleiro dos Espinhos:` Possui acesso à magia profana dos espinhos e é ligado ao sangue Thornblood ao inerir a subclasse.\r\n- `Esgrimista Arcano:` Pode gerar espadas arcanas descartáveis com magia em um pequeno intervalo de tempo e surpreender inimigos com teleportes esporádicos e limitados.\r\n- `Berserker Noturno:` Capaz de utilizar a magia lunar do crepúsculo para se transformar em uma besta senciente durante a noite. Animais, bestas e monstros não atacam o usuário da subclasse.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "75",
    {
      "pageContent": "Guerreiros <-> Assassinos\r\n\r\n- `Lutador de Rua:` Extremamente habilidoso com punhos. Capaz de atravessar paredes com socos concentrados, quem diga armaduras pesadas. Fez um voto de jamais empunhar uma espada.\r\n- `Mercenário das Sombras:` Possui acesso ao poder da escuridão dos mortos vivos e é capaz de utilizar a virtude dos guerreiros concebida pelo Deus da Guerra.\r\n- `Assassino Contratado:` Pode conectar a alma a um parceiro e ser invocado a qualquer momento, de qualquer lugar para ajudá-lo. Pode dividir vitalidade com o parceiro.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "76",
    {
      "pageContent": "Guerreiros <-> Credores\r\n\r\n- `Campeão da Ordem:` Capaz de erguer as armas da Ordem sem ser um Radiante. Tem acesso a encantamentos de cura menores e pode imbuir a armadura com imunidade à escuridão.\r\n- `Cavaleiro Abandonado:` Ganha um vão enorme no peitoral que representa a fome e a desesperança, que se preenche com energia escura toda vez que atinge um inimigo. Capaz de utilizar a energia gerada para enlouquecer adversários.\r\n- `Guardião Frostmoon:` Ganha chifres gélidos sobre o capacete que podem canalizar raios de gelo mágicos e as armas congelam a área de impacto.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "77",
    {
      "pageContent": "Feiticeiros <-> Assassinos\r\n\r\n- `Bruxo das Sombras:` Pode utilizar a fissura da escuridão dos Rasoir e usar magia da escuridão sem enlouquecer.\r\n- `Maestro Elemental:` Capaz de manipular os elementos com teias etéreas que saem da ponta dos dedos para diversos propósitos, mas principalmente criar fantoches elementais de batalha.\r\n- `Assassino Ilusionista:` Tem o poder de inserir inimigos vulneráveis em pesadelos para infligir dano da escuridão e deixá-los fora de combate.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "78",
    {
      "pageContent": "Feiticeiros <-> Credores\r\n\r\n- `Mago dos Espinhos:` Tem acesso direto ao Aspecto dos Espinhos, pode ler a lingua dos Thornblood fluentemente e é ligado ao sangue Thornblood ao inerir a subclasse.\r\n- `Necromante Abandonado:` Ganha um vão enorme no peitoral que representa a fome e a desesperança, que se preenche com energia escura toda vez que atinge um inimigo. Capaz de utilizar a energia gerada para utilizar feitiços cansativos que normalmente só funcionariam uma vez; capaz de reviver aliados como inflamados se a morte for recente.\r\n- `Mago da Ordem:` Converteu todas as energias escuras dentro de si em essência ordenada. Pode refletir feitiços com as mãos e purificar estados iniciais da aflição das estações banidas.",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ],
  [
    "79",
    {
      "pageContent": "Assassinos <-> Credores\r\n\r\n- `Cavaleiro da Morte:` Incapaz de morrer enquanto ainda estiver com seu capacete. Pode ver espíritos e sentir a morte dos parceiros antes que aconteçam. Odiado por mortos vivos.\r\n- `Clérigo Assassino:` Encantamentos de cura podem ser transformados em suas formas sombrias para machucar ao invés de ajudar. Extremamente eficiente contra mortos-vivos e espiritos.\r\n- `Templário Frostmoon:` Ligado mentalmente à Princesa Frostmoon; capaz de receber ordens telepaticamente da potestade e tem acesso a todas as catacumbas ocultas do reino invernal. Não é atacado por espiritos do inverno e pode se curar com a neve.\r\n\r\nㅤ\r\n\r\nㅤ",
      "metadata": { "source": "ansenfall_docs.txt" }
    }
  ]
]
